Repository: philix1330/CHCalendar
Catalog: languages/ch-calendar-*.po
Languages: fr_fr, nl_nl

source: You must be connected to access the calendar.
fr_fr: Vous devez être connecté pour accéder au calendrier.
nl_nl: U moet verbonden zijn om toegang te krijgen tot de kalender.

source: Full table:
fr_fr: Table complète :
nl_nl: Volledige tabel:

source: You must be an administrator to access this option.
fr_fr: Vous devez être un administrateur pour accéder à cette option.
nl_nl: U moet een beheerder zijn om toegang te krijgen tot deze optie.

source: Result for:
fr_fr: Résultats pour :
nl_nl: Resultaten voor:

source: Your calendar is empty.
fr_fr: Votre calendrier est vide.
nl_nl: Je kalender is leeg.

source: Date
nl_nl: Datum

source: Hour
fr_fr: Heure
nl_nl: Uur

source: Duration
fr_fr: Durée
nl_nl: Duur

source: Intensity
fr_fr: Intensité
nl_nl: Intensiteit

source: Treatment
fr_fr: Traitement
nl_nl: Behandeling

source: Comment
fr_fr: Commentaire
nl_nl: Commentaar

source: Number of attacks in the month:
fr_fr: Nombre de crises dans le mois :
nl_nl: Aantal aanvallen in de maand:

source: Record added to your calendar:
fr_fr: Enregistrement ajouté à votre calendrier :
nl_nl: Record toegevoegd aan uw kalender:

source: Date:
nl_nl: Datum:

source: Duration:
fr_fr: Durée :
nl_nl: Duur:

source: Intensity:
fr_fr: Intensité :
nl_nl: Intensiteit:

source: Treatment:
fr_fr: Traitement :
nl_nl: Behandeling:

source: Comment:
fr_fr: Commentaire :
nl_nl: Commentaar:

source: Add a new attack in your calendar
fr_fr: Ajoutez une nouvelle crise à votre calendrier
nl_nl: Een nieuwe aanval toevoegen aan uw kalender

source: Graphic for
fr_fr: Graphique pour
nl_nl: Grafisch voor

source: Date and time of the attack
fr_fr: Date et heure de la crise
nl_nl: Datum en tijdstip van de aanval

source: Day
fr_fr: Jour
nl_nl: Dag

source: Month
fr_fr: Mois
nl_nl: Maand

source: Year
fr_fr: Année
nl_nl: Jaar

source: Minute
nl_nl: Minuut

source: Duration of the attack
fr_fr: Durée de la crise
nl_nl: Duur van de aanval

source: Intensity of the attack
fr_fr: Intensité de la crise
nl_nl: Intensiteit van de aanval

source: Treatment of the attack
fr_fr: Traitement de la crise
nl_nl: Behandeling van de aanval

source: None
fr_fr: Aucun
nl_nl: Geen

source: Oxygen
fr_fr: Oxygène
nl_nl: Zuurstof

source: Oxygen valve on demand
fr_fr: Valve d’oxygène à la demande
nl_nl: Zuurstof door op verzoek klep

source: Other
fr_fr: Autre
nl_nl: Andere

source: Comments
fr_fr: Commentaires
nl_nl: Commentaren

source: Describe the characteristics of the attack
fr_fr: Description des caractéristiques de la crise
nl_nl: Beschrijf de kenmerken van de aanval

source: Add
fr_fr: Ajouter
nl_nl: Toevoegen

source: Delete
fr_fr: Supprimer
nl_nl: Verwijder

source: Modify
fr_fr: Modifier
nl_nl: Wijzigen

source: Choice
fr_fr: Choix
nl_nl: Keuze

source: Record modified:
fr_fr: Enregistrement modifié :
nl_nl: Record gewijzigd:

source: Select the attack to be modified. Then modify it in the form.
fr_fr: Sélectionnez la crise à modifier. Modifiez-la ensuite dans le formulaire.
nl_nl: Selecteer de aanval die gewijzigd moet worden. Wijzig het dan in het formulier.

source: Record deleted:
fr_fr: Enregistrement supprimé :
nl_nl: Record verwijderd:

source: Select the attack to be deleted. Then confirm it in the form.
fr_fr: Sélectionnez la crise à supprimer. Confirmer ensuite dans le formulaire.
nl_nl: Selecteer de aanval die moet worden verwijderd. Bevestig het dan in het formulier.

source: Your calendar has been deleted.
fr_fr: Votre calendrier a bien été supprimé.
nl_nl: Uw kalender is verwijderd.

source: Erase all your data
fr_fr: Effacer toutes vos données
nl_nl: Verwijder al uw gegevens

source: Are you sure you want to delete your calendar?
fr_fr: Êtes-vous sûr de vouloir supprimer votre calendrier ?
nl_nl: Bent u er zeker van dat u uw kalender wilt verwijderen?

source: I confirm
fr_fr: Je confirme
nl_nl: Ik bevestig

source: You must be connected to create your member card.
fr_fr: Vous devez être connecté pour créer votre carte de membre.
nl_nl: U moet verbonden zijn om uw lidkaart aan te maken.

source: administrator
fr_fr: Administrateur
nl_nl: Beheerder

source: Member N°:
fr_fr: N° de membre :
nl_nl: Lid N°:

source: First name:
fr_fr: Prénom :
nl_nl: Voornaam:

source: Name:
fr_fr: Nom :
nl_nl: Naam:

source: Cluster Headache attacks calendar
fr_fr: Calendrier de crises d'Algie Vasculaire de la Face
nl_nl: Cluster Hoofdpijn aanvallen kalender

source: CH Calendar
fr_fr: Calendrier AVF
